{
  "about.body": {
    "defaultMessage": "<b>B58 Finance</b> is a decentralized finance multi-feature wallet built on top of Cardano Blockchain. That provides the operational financial system infrastructure to our services.{br}This allows us to build features that empower you to be your own bank, using Peer-to-Peer communication with no need for middle agents.{br}We aim to bring the next generation of wallets to you and provide the same experience available today. By using traditional mobile banks and remove the complexity of the blockchain world."
  },
  "about.title": {
    "defaultMessage": "About B58 Finance be powered by Cardano"
  },
  "artavatar.img.description": {
    "defaultMessage": "Image Art generated by AI"
  },
  "features.defi": {
    "defaultMessage": "Begin opens the door to the DeFi world to you, from swapping Native Token direct on the wallet, to collecting NFTs. Get more from the vibrant Cardano DeFi with DEXs, NFT Marketplaces and more."
  },
  "features.defi.title": {
    "defaultMessage": "Explore the world of DeFi"
  },
  "features.stake": {
    "defaultMessage": "Earn up to 5% rewards staking your ADA and have full control of it. Helping to secure the Cardano network. Also, you are completely free to withdraw and move it any time."
  },
  "features.stake.title": {
    "defaultMessage": "Stake and earn ADA passively"
  },
  "features.title": {
    "defaultMessage": "Never has DeFi been so easy"
  },
  "features.wallet": {
    "defaultMessage": "Begin is the next-generation of Cardano Wallets, that enables you to enter the new era of finance. Enjoy an easy onboarding process that guides you step-by-step. Welcome!"
  },
  "features.wallet.title": {
    "defaultMessage": "Your new favorite Cardano Wallet"
  },
  "footer.btn.download": {
    "defaultMessage": "Begin Wallet - Available Soon"
  },
  "footer.contact": {
    "defaultMessage": "Get in touch"
  },
  "footer.social": {
    "defaultMessage": "Social Medias"
  },
  "home.body": {
    "defaultMessage": "With B58 you can collect, earn, send, and participate in our growing digital world.{br}Where you can be part of a decentralized financial world. In place where you're welcome on Begin Wallet, and have control of your finances.{br}Get access to global payments where transactions are borderless and low fees using it with friends and family or your business."
  },
  "home.btn.download": {
    "defaultMessage": "Available Soon"
  },
  "home.btn.whitepaper": {
    "defaultMessage": "Whitepaper"
  },
  "home.title": {
    "defaultMessage": "The Web3, DeFi crypto wallet built for you"
  },
  "menu.download": {
    "defaultMessage": "Download"
  },
  "menu.features": {
    "defaultMessage": "Features"
  },
  "menu.support": {
    "defaultMessage": "Support"
  },
  "menu.team": {
    "defaultMessage": "Team"
  },
  "menu.whitepaper": {
    "defaultMessage": "Whitepaper"
  },
  "mission.title": {
    "defaultMessage": "The B58 Mission"
  },
  "more.abbr": {
    "defaultMessage": "Non-Fungible Tokens"
  },
  "more.body": {
    "defaultMessage": "<b>Personalized QR Card</b> that allows you to express yourself by the selection of themes available.{br}<b>Savings account</b> ready and easy to use, where you earn rewards and can claim them every 5 days or build your retirement plan with it.{br}<b>Collectible library</b> where you can view all of your <babbr>NFT</babbr> & Tokens in one place.{br}<b>Cardano native tokens</b> can be transacted through the Begin Wallet."
  },
  "more.title": {
    "defaultMessage": "All you can do with Decentralized finance"
  },
  "page.description": {
    "defaultMessage": "With Begin you can collect NFTs, earn yeld, send, and participate in our growing digital world. Where everyone is welcome on Begin DeFi Wallet on Cardano, that you are in control of your finances."
  },
  "page.title": {
    "defaultMessage": "Begin Wallet - Web3, NFTs and Crypto wallet on Cardano ADA"
  },
  "team.body": {
    "defaultMessage": "Our Team is building to use ourselves, which result in a high-quality product for you to use as well.{br}We're committed to delivering the best in software development bringing a vast background from Enterprise Software, Cloud Engineer and Cyber Security."
  },
  "team.description.flavio": {
    "defaultMessage": "More than 20 years of experience in Backend Development, working in Enterprise tools for Manufacturing and Financial."
  },
  "team.description.francis": {
    "defaultMessage": "More than 20 years of experience in Software Development, working in projects in Africa, Americas and Europe."
  },
  "team.description.gabriel": {
    "defaultMessage": "More than 11 years of experience in Software Development and Mobile specialist delivering cross-platform solutions."
  },
  "team.description.nick": {
    "defaultMessage": "UX Designer with a background in Motion Design and Graphic Design, and Crypto enthusiast."
  },
  "team.role.advisor": {
    "defaultMessage": "Advisor"
  },
  "team.role.cofounder": {
    "defaultMessage": "Co-Founder"
  },
  "team.role.designer": {
    "defaultMessage": "Designer"
  },
  "team.role.developer": {
    "defaultMessage": "Developer"
  },
  "team.title": {
    "defaultMessage": "We are the Team building it for you"
  },
  "wallet.abbr": {
    "defaultMessage": "Non-Fungible Tokens"
  },
  "wallet.body": {
    "defaultMessage": "Our mission is to delivery the Next-Generation of <b>Cardano</b> wallets to you.{br}With an easy and secure on-boarding process, that guides you to every important part of B58.{br}We're also commited to build features that the <b>Cardano Community</b> needs."
  }
}
