{
  "about.body": {
    "defaultMessage": "<b>Begin</b> é uma carteira de multi recursos descentralizada construída sobre o Cardano Blockchain. Isso proporciona aos nossos serviços a infra-estrutura operacional de um sistema financeiro.{br}E nos permite disponibilizar recursos para que você seja seu próprio banco, usando a comunicação Peer-to-Peer sem necessidade de intermediários.{br}Nosso objetivo é trazer a próxima geração de carteiras digital para você e fornecer a mesma experiência disponível hoje, usando bancos digitais tradicionais e remover a complexidade do mundo blockchain."
  },
  "about.title": {
    "defaultMessage": "Sobre o Begin Wallet ser desenvolvido usando Cardano"
  },
  "artavatar.img.description": {
    "defaultMessage": "Arte gerada por IA"
  },
  "features.defi": {
    "defaultMessage": "Begin abre as portas do mundo DeFi para você, desde swap de Token Nativos diretamente na carteira, até colecionar NFTs. Obtenha mais do vibrante mundo DeFi no Cardano com DEXs, marketplaces de NFT e muito mais."
  },
  "features.defi.title": {
    "defaultMessage": "Explore o mundo DeFi"
  },
  "features.stake": {
    "defaultMessage": "Ganhe até 5% de retorno investindo seu ADA e tenha controle total sobre ele. Ajudando a proteger a rede do Cardano. Você também está completamente livre para sacar e movê-lo a qualquer momento."
  },
  "features.stake.title": {
    "defaultMessage": "Stake e ganhe ADA passivamente"
  },
  "features.title": {
    "defaultMessage": "Nunca foi tão fácil usar o DeFi"
  },
  "features.wallet": {
    "defaultMessage": "Begin é próxima geração de carteiras de criptomoedas no Cardano, que permite que você entre na nova era financeira. Desfrute de um processo fácil que guia você passo a passo na criação da sua carteira. Bem-vindo!"
  },
  "features.wallet.title": {
    "defaultMessage": "Sua nova carteira no Cardano"
  },
  "footer.btn.download": {
    "defaultMessage": "Begin Wallet - Disponível em breve"
  },
  "footer.contact": {
    "defaultMessage": "Entre em contato"
  },
  "footer.discord": {
    "defaultMessage": "Participe da comunidade"
  },
  "footer.social": {
    "defaultMessage": "Redes Sociais"
  },
  "footer.twitter": {
    "defaultMessage": "Siga nossas novidades"
  },
  "home.body": {
    "defaultMessage": "Com Begin carteira de criptomoedas você pode colecionar, ganhar, enviar e participar do nosso mundo digital em crescimento.{br}Onde você pode fazer parte de um mundo financeiro descentralizado. No lugar onde você é bem-vindo na Carteira Begin e tem controle de suas finanças.{br}Obtenha acesso a pagamentos globais onde transações são sem fronteiras e baixas e usando com amigos e familiares ou com o seu negócio."
  },
  "home.btn.download": {
    "defaultMessage": "Em breve"
  },
  "home.btn.whitepaper": {
    "defaultMessage": "Especificação"
  },
  "home.text": {
    "defaultMessage": "É hora de <b>begin</b> sua jornada <pixel>web3</pixel>"
  },
  "home.title": {
    "defaultMessage": "A carteira de criptomoedas Web3, NFTs, Ada e DeFi feita para você"
  },
  "menu.download": {
    "defaultMessage": "Baixar"
  },
  "menu.features": {
    "defaultMessage": "Recursos"
  },
  "menu.support": {
    "defaultMessage": "Suporte"
  },
  "menu.team": {
    "defaultMessage": "Equipe"
  },
  "menu.whitepaper": {
    "defaultMessage": "Especificação"
  },
  "mission.title": {
    "defaultMessage": "A Missão da Begin"
  },
  "more.abbr": {
    "defaultMessage": "Non-Fungible Tokens"
  },
  "more.body": {
    "defaultMessage": "<b>Cartão QR personalizado</b> que permite que você se expresse pela seleção de temas disponíveis.{br}<b>Conta de poupança</b> pronta e fácil de usar onde você ganha recompensas e pode reivindicá-las a cada 5 dias ou construir seu plano de aposentadoria com isso.{br}<b>Biblioteca Colecionável</b> onde você pode ver toda a sua <babbr>NFT</babbr> e Tokens em um só lugar.{br}<b>tokens nativos do Cardano</b> podem ser transacionados através da carteira B58."
  },
  "more.title": {
    "defaultMessage": "Tudo que você pode fazer com finanças descentralizadas"
  },
  "page.description": {
    "defaultMessage": "Com Begin você pode comprar Bitcoin BTC and Cardano ADA, colecionar NFTs, ganhar renda passiva, enviar ADA e participar de nosso mundo digital em crescimento. Onde todos são bem-vindos na Carteira de criptomoedas Begin DeFi no Cardano, você tem o controle de suas finanças."
  },
  "page.title": {
    "defaultMessage": "Begin Carteira de Criptomoedas - Compre Bitcoin BTC and Cardano ADA"
  },
  "team.body": {
    "defaultMessage": "A nossa equipe está contruindo essa plataforma para nós mesmos usarmos, o que resulta em um produto de alta qualidade para você também usar.{br}Estamos comprometidos em entregar o melhor em desenvolvimento de software, trazendo uma grande esperiência em Enterprise Software, Cloud Engineer e Cyber Security."
  },
  "team.description.flavio": {
    "defaultMessage": "Mais de 20 anos de experiência em Desenvolvimento de Backend, trabalhando em ferramentas empresariais para Fabricação e Finanças."
  },
  "team.description.francis": {
    "defaultMessage": "Mais de 20 anos de experiência no domínio do desenvolvimento de software, trabalhando em projectos na África, Américas e Europa."
  },
  "team.description.gabriel": {
    "defaultMessage": "Mais de 11 anos de experiência em Desenvolvimento de Software e Especialização em Mobile, oferecendo soluções multiplataforma."
  },
  "team.description.nick": {
    "defaultMessage": "UX Designer com experiência em Motion Design e Design Gráfico e entusiasta Crypto."
  },
  "team.role.advisor": {
    "defaultMessage": "Conselheiro"
  },
  "team.role.cofounder": {
    "defaultMessage": "Co-Fundador"
  },
  "team.role.designer": {
    "defaultMessage": "Designer"
  },
  "team.role.developer": {
    "defaultMessage": "Desenvolvedor"
  },
  "team.title": {
    "defaultMessage": "Nós somos a Equipe que está desenvolvendo essa plataforma para você"
  },
  "wallet.abbr": {
    "defaultMessage": "Non-Fungible Tokens"
  },
  "wallet.body": {
    "defaultMessage": "Nossa missão é entregar a próxima geração de carteiras de <b>Cardano</b> para você.{br}Com um processo de integração fácil e seguro, que o guia em todas as partes importantes da Begin{br}Nós também estamos comprometidos para construir os recursos de que a <b>comunidade do Cardano</b> precisa."
  }
}

